{
  "home": "หน้าหลัก",
  "about": "เกี่ยวกับเรา",
  "products": "สินค้า",
  "contact": "ติดต่อ",
  "warranty": "การรับประกัน",
  "shop_now": "ซื้อเลย",
  "learn_more": "รายละเอียดเพิ่มเติม",
  "welcome_text": "ยินดีต้อนรับสู่ SIAMTECH ONLINE GROUP",
  "hero_title": "อุปกรณ์มืออาชีพสำหรับทุกความต้องการ",
  "hero_subtitle": "ค้นพบอุปกรณ์และเครื่องเสียงคุณภาพสูง ออกแบบสำหรับมืออาชีพและผู้ที่ชื่นชอบเทคโนโลยี",
  "company_name": "บริษัท สยามเทค ออนไลน์ กรุ๊ป จำกัด",
  
  "quick_links": "ลิงก์ด่วน",
  "contact_us": "ติดต่อเรา",
  "stay_connected": "ติดตามข่าวสาร",
  "newsletter_description": "สมัครรับจดหมายข่าวเพื่อรับข้อมูลล่าสุดและข้อเสนอพิเศษ",
  "enter_email": "กรอกอีเมลของคุณ",
  "subscribe": "สมัครรับข่าวสาร",
  
  "address_line1": "1444/97 ถนนนครไชยศรี",
  "address_line2": "แขวงถนนนครไชยศรี",
  "address_line3": "เขตดุสิต กรุงเทพฯ 10300 ประเทศไทย",
  "phone": "โทร: 66+99 999 9999",
  "email": "อีเมล: info@siamtechonline.com",
  
  "copyright": "© 2025 บริษัท สยามเทคออนไลน์ กรุ๊ป จำกัด สงวนลิขสิทธิ์",
  "privacy_policy": "นโยบายความเป็นส่วนตัว",
  "terms_of_service": "เงื่อนไขการให้บริการ",
  "cookie_settings": "การตั้งค่าคุกกี้",
  
  "add_to_cart": "เพิ่มลงตะกร้า",
  "our_products": "สินค้าของเรา",
  "products_description": "ค้นพบอุปกรณ์เสียงและอุปกรณ์เสริมคุณภาพสูงของเรา",
  
  "warranty_info": "ข้อมูลการรับประกัน",
  "our_warranty_policy": "นโยบายการรับประกันของเรา",
  "warranty_policy_description": "ที่ SIAMTECH เรายืนหยัดในคุณภาพของผลิตภัณฑ์ของเรา อุปกรณ์ทั้งหมดของเรามาพร้อมกับการรับประกันมาตรฐาน 1 ปีที่ครอบคลุมข้อบกพร่องจากการผลิตและการทำงานผิดปกติ",
  "coverage_details": "รายละเอียดความคุ้มครอง",
  "coverage_details_list_1": "ทุกผลิตภัณฑ์: การรับประกันครอบคลุม 1 ปี",
  "coverage_details_list_2": "ความคุ้มครองรวมถึงข้อบกพร่องจากการผลิตและการทำงานผิดปกติ",
  "coverage_details_list_3": "ซ่อมแซมหรือเปลี่ยนชิ้นส่วนที่มีข้อบกพร่องโดยไม่มีค่าใช้จ่าย",
  "coverage_details_list_4": "การสนับสนุนทางเทคนิคตลอดระยะเวลาการรับประกัน",
  "activate_warranty": "เปิดใช้งานการรับประกันของคุณ",
  "activate_warranty_description": "พร้อมที่จะเปิดใช้งานการรับประกันของคุณหรือไม่? เข้าสู่ระบบบัญชีของคุณและลงทะเบียนผลิตภัณฑ์ของคุณเพื่อเริ่มต้น",
  "activate_warranty_button": "เปิดใช้งานการรับประกัน",
  "extended_warranty_options": "ตัวเลือกการขยายการรับประกัน",
  "extended_warranty_description": "ปกป้องการลงทุนของคุณเพิ่มเติมด้วยแผนการรับประกันเพิ่มเติมของเรา:",
  "premium_protection": "การป้องกันระดับพรีเมียม",
  "premium_protection_description": "ขยายความคุ้มครองเป็น 2 ปีพร้อมบริการที่มีความสำคัญ",
  "complete_care": "การดูแลแบบครบวงจร",
  "complete_care_description": "ความคุ้มครอง 3 ปีรวมถึงการป้องกันความเสียหายจากอุบัติเหตุ",
  
  "about_siamtech": "เกี่ยวกับ SIAMTECH",
  "about_subtitle": "บุกเบิกนวัตกรรมด้านเสียงตั้งแต่ปี 2553",
  "our_story": "เรื่องราวของเรา",
  "our_story_content": "จากจุดเริ่มต้นที่กรุงเทพฯ SIAMTECH ได้พัฒนาเป็นผู้ให้บริการชั้นนำด้านอุปกรณ์เสียงและอุปกรณ์เสริมระดับมืออาชีพ สิ่งที่เริ่มต้นจากร้านเล็กๆในใจกลางประเทศไทยได้เติบโตเป็นแบรนด์ระดับนานาชาติที่ได้รับความไว้วางใจจากมืออาชีพด้านเสียง ผู้สร้างเนื้อหา และผู้ที่ชื่นชอบทั่วโลก",
  "our_mission": "พันธกิจของเรา",
  "our_mission_content": "พันธกิจของเราคือการทำให้ทุกคนสามารถเข้าถึงอุปกรณ์เสียงระดับมืออาชีพได้ เราเชื่อว่าคุณภาพเสียงไม่ควรเป็นความหรูหรา แต่ควรเป็นมาตรฐาน ผ่านผลิตภัณฑ์ที่มีนวัตกรรมและบริการที่ยอดเยี่ยม เรากำลังทำให้เสียงระดับมืออาชีพเข้าถึงได้สำหรับทุกคนที่มีความหลงใหลในเสียงที่สมบูรณ์แบบ",
  "company_milestones": "ความสำเร็จของบริษัท",
  "experience": "13+ ปี",
  "experience_description": "ของประสบการณ์และนวัตกรรมในอุตสาหกรรม",
  "customers": "50,000+",
  "customers_description": "ลูกค้าที่พึงพอใจทั่วโลก",
  "countries": "30+ ประเทศ",
  "countries_description": "การแพร่หลายและการจัดจำหน่ายทั่วโลก",
  "join_journey": "เข้าร่วมการเดินทางของเรา",
  "join_journey_description": "ไม่ว่าคุณจะเป็นวิศวกรเสียงมืออาชีพ ผู้สร้างเนื้อหา หรือเพียงแค่มีความหลงใหลในคุณภาพเสียง เราขอเชิญคุณเป็นส่วนหนึ่งของเรื่องราวของเรา มาสร้างอนาคตของเสียงด้วยกัน",
  "get_started": "เริ่มต้นวันนี้",
  
  "privacy_title": "นโยบายความเป็นส่วนตัว",
  "last_updated": "อัปเดตล่าสุด:",
  "hero_heading": "ตอบโจทย์ทุกความต้องการ"
}
